tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "coreutils"
brew "asdf"
brew "chezmoi"
brew "curl"
brew "docker", link: false
brew "docker-compose", link: false
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "gron"
brew "hey"
brew "jq"
brew "nkf"
brew "node"
brew "parallel"
brew "sd"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "tmux-xpanes"
brew "vim"

cask "adoptopenjdk11"
cask "alfred"
cask "dropbox"
cask "itsycal"
cask "microsoft-edge"
cask "microsoft-remote-desktop-beta"
cask "onyx"
cask "rectangle"
cask "stoplight-studio"
cask "toggl"
cask "tunnelblick"
