tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "awscli"
brew "coreutils"
brew "asdf"
brew "bash"
brew "chezmoi"
brew "curl"
brew "python@3.9"
brew "docker"
brew "docker-compose"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gron"
brew "hey"
brew "howdoi"
brew "jq"
brew "mas"
brew "navi"
brew "nkf"
brew "node"
brew "parallel"
brew "sd"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "up"
brew "vim"

cask "adoptopenjdk11"
cask "alfred"
cask "alt-tab"
cask "dropbox"
cask "google-japanese-ime"
cask "docker"
cask "grammarly"
cask "itsycal"
cask "karabiner-elements"
cask "krisp"
cask "microsoft-edge"
cask "onyx"
cask "rectangle"
cask "slack"
cask "stats"
cask "stoplight-studio"
cask "toggl"
cask "tunnelblick"
mas "Microsoft Remote Desktop", id: 715768417
